/* Main alert text */
"Q_HEADLINE_APP" = "“%@” é %@ %@. Tem a certeza de que pretende abrir?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%@” é %@, que foi %@. Tem a certeza de que pretende abrir?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%@” pode ser %@. Era %@ e será aberto por %@. Tem a certeza de que pretende abrir?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@” irá danificar o seu computador. Mover para o Lixo?"; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "descarregada da Internet"; 
"Q_ORIGIN_WEB" = "descarregado da Internet";
"Q_ORIGIN_MAIL" = "anexado a uma mensagem de e-mail";
"Q_ORIGIN_CHAT" = "anexado a uma mensagem de conversação";
"Q_ORIGIN_CALENDAR" = "anexado a um evento do calendário";
"Q_ORIGIN_MESSAGE" = "anexado a uma mensagem";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Contém o malware “%@”."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "Não foi possível mover “%@” para o Lixo."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Não foi possível ejectar a imagem de disco que contém “%@”."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Este malware tem de ser removido manualmente.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "%@ foi descarregado %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ descarregou %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ descarregou %@ %@ de %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ recebeu %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "ficheiro";
"Q_DETAIL_TYPE_ALIAS" = "alias";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@” encontra-se na imagem de disco “%@”."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@” está numa imagem do disco que não é possível localizar."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Esta imagem do disco foi descarregada %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ descarregou esta imagem de disco %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ descarregou esta imagem de disco %@ de %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ recebeu esta imagem do disco %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@” está num volume em rede."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@” está no volume em rede “%@”."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ abriu esta ligação de rede %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "hoje às %@"; /* time */
"Q_DATE_YESTERDAY" = "ontem à(s) %@"; /* time */
"Q_DATE_THIS_YEAR" = "em %@"; /* date */
"Q_DATE_FULL" = "em %@"; /* date */
"Q_DATE_UNKNOWN" = "numa data desconhecida"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Não avisar ao abrir esta aplicação"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Não avisar ao abrir aplicações nesta imagem de disco";
"Q_DO_NOT_WARN_SERVER" = "Não avisar ao abrir aplicações neste volume em rede";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Abrir";
"Q_BUTTON_CANCEL" = "Cancelar";
"Q_BUTTON_SHOW_WEB_PAGE" = "Mostrar página web";
"Q_BUTTON_SHOW_MAIL" = "Mostrar mensagem";
"Q_BUTTON_SHOW_CHAT" = "Mostrar mensagem";
"Q_BUTTON_SHOW_CALENDAR" = "Mostrar evento";
"Q_BUTTON_SHOW_DMG" = "Mostrar imagem do disco";
"Q_BUTTON_SHOW_APP" = "Mostrar aplicação";
"Q_BUTTON_SHOW_SOURCE" = "Mostrar origem";
"Q_BUTTON_EJECT_DMG" = "Ejectar imagem do disco";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Mover para o Lixo";

/* File kinds */
"Q_TYPE_APPLICATION" = "uma aplicação";
"Q_TYPE_SCRIPT_APPLICATION" = "uma aplicação de scripting";
"Q_TYPE_UNIX_APPLICATION" = "uma aplicação Unix";
"Q_TYPE_JAVA_APPLICATION" = "uma aplicação Java";
"Q_TYPE_WEB_APPLICATION" = "uma aplicação web";
"Q_TYPE_QUARTZ_APPLICATION" = "uma aplicação Quartz Composer";
"Q_TYPE_WINDOWS_APPLICATION" = "uma aplicação Windows";
"Q_TYPE_ALIAS_VARIANT" = "alias %@"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
